EditorConfig.EditorConfig
HookyQR.beautify
Zignd.html-css-class-completion
be5invis.vscode-custom-css
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
deerawan.vscode-dash
dzannotti.vscode-babel-coloring
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-no-unsupported
formulahendry.auto-rename-tag
robertohuertasm.vscode-icons
vsmobile.vscode-react-native
wesbos.theme-cobalt2
